---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.FamilyLoadingIntoDocumentEventArgs
source: html/a6783237-aa6b-7d7a-6a6c-50a3cee6742e.htm
---
# FamilyLoadingIntoDocumentEventArgs Methods

When the event is cancellable, may call the Cancel() method to cancel it.